Repository: ArthurLashermes/CarManager
Catalog: Client/Translations/Dictionary.*.resx
Languages: fr_fr

# AddCarString
source: Add a new car model
fr_fr: Ajouter un nouveau modèle de voiture

# AddMaintenanceString
source: Add a maintenance
fr_fr: Ajouter un entretien

# AddString
source: Add
fr_fr: Ajouter

# AddVehicleString
source: Add a vehicle
fr_fr: Ajouter un Véhicule

# BackString
source: Back
fr_fr: Retour

# BrandString
source: Brand:
fr_fr: Marque:

# CancelString
source: Cancel
fr_fr: Annuler

# CarNameEmptyString
source: Car model name should not be empty
fr_fr: Le nom du modèle ne doit pas être vide

# CarNameNotEmptyString
source: The car model name should at least be 1 character long
fr_fr: Le nom du modèle doit avoir au moins 1 caractère

# CarNameString
source: Car model name
fr_fr: Nom du modèle:

# CarsString
source: Cars model
fr_fr: Modèles

# CarString
source: Carmodel:
fr_fr: Modèle:

# ConfirmString
source: Confirm
fr_fr: Valider

# DeleteErrorCar
source: Error while deleting the car model
fr_fr: Erreur lors de la suppression du modèle

# DescriptionEmptyString
source: The maintenance description should at least be 1 character long
fr_fr: La description des travaux effectués doit avoir au moins 1 caractère

# EnergyString
source: Energy
fr_fr: Énergie:

# ExistingCarNameForBrandString
source: A Car model already exist for this brand
fr_fr: Un modèle de voiture existe déjà pour la même marque

# ExistingRegisterString
source: A vehicle for this registration number already exists
fr_fr: Un véhicule avec cette plaque d'immatriculation existe déjà.

# FrequencyMaintenanceString
source: Frequency maintenance:
fr_fr: Fréquence d'entretien:

# HomeString
source: Home
fr_fr: Accueil

# LoadErrorVehicles
source: Error while loading vehicles
fr_fr: Erreur lors du chargement des véhicules

# LoadingString
source: Loading...
fr_fr: Chargement...

# MaintenanceFrequencyString
source: Maintenance frequency
fr_fr: Fréquence de maintenance

# MileagePositiveString
source: Mileage should be a positive
fr_fr: Le nombre de KM doit être positif

# MileageString
source: Mileage:
fr_fr: Kilométrage:

# NameString
source: Name:
fr_fr: Nom:

# NegativeFrequencyMaintenanceString
source: The frequency maintenance cannot be negative
fr_fr: La fréquence d'entretien ne peut pas être négative

# NoCarDisplayString
source: No cars models to display
fr_fr: Aucun modèle à afficher

# NoVehicleLateForMaintenanceString
source: No Vehicles late for maintenances
fr_fr: Aucun véhicule en retard d'entretien

# NoVehiclesDisplayString
source: No vehicles to display
fr_fr: Aucun véhicule à afficher

# PositiveMileageString
source: Mileage should be positive
fr_fr: Le nombre de KM doit être positif

# RegisterNumberString
source: Registration number:
fr_fr: Immatriculation:

# RegistrationNumberFormatString
source: The registration number shoud be between 7 and 9 characters long
fr_fr: Le format de l’immatriculation doit être entre 7 et 9 caractères

# SaveModificationsString
source: Save changes
fr_fr: Sauvegarder les modifications

# SelectBrandString
source: Select a brand
fr_fr: Sélectionnez une marque

# SelectCarString
source: Select a car model
fr_fr: Sélectionnez un modèle

# ShouldSelectBrandString
source: You have to select a brand
fr_fr: Vous devez sélectionnez une marque

# ShouldSelectCarString
source: You have to select a car
fr_fr: Vous devez séléctionnez un modèle

# VehicleLateForMaintenanceString
source: Vehicles late for maintenances
fr_fr: Véhicules en retard d'entretien

# VehiclesString
source: Vehicles
fr_fr: Véhicules

# VehicleString
source: Vehicle
fr_fr: Véhicule

# VehicleYearString
source: The year of the vehicle should be between 1900 and
fr_fr: L'année du véhicule doit être comprise entre 1900 et

# YearString
source: Year:
fr_fr: Année:
